Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Dobrze, w takim razie do dzieła!
uk: Добре, тоді до справи!

source: Dobrze, w takim razie na samym początku jasno zaznaczę: nie mamy nic wspólnego z uszkodzeniem dźwigu. Owszem, nie lubimy naszego pracodawcy, jednak jesteśmy uczciwi.
uk: Гаразд, тоді дозволь мені одразу прояснити: ми не маємо жодного відношення до пошкодження крана. Так, ми не любимо нашого працедавця, але ми чесні.

source: Dobrze, w takim razie przekażę mu twoją odpowiedź. W końcu Araxos nie podlega bezpośrednio pod jego rozkazy.
uk: Добре, тоді я передам йому твою відповідь. Зрештою, Араксос не підпорядковується безпосередньо йому.

source: Dobrze, w takim razie ruszajmy.
uk: Добре, в такому разі поїхали.

source: Dobrze, w takim razie umieść kamienny klucz we wrotach i idź przodem. Zbiorę resztę i będziemy zaraz za tobą.
uk: Гаразд, тоді вставляй кам'яний ключ у ворота і йди вперед. Я зберу інших, і ми підемо слідом за тобою.

source: Dobrze, w takim razie widzimy się później.
uk: Добре, тоді побачимось пізніше.

source: Dobrze, walczmy.
uk: Добре, давай битися.

source: Dobrze, weź go.
uk: Гаразд, забирай його.

source: Dobrze, weź go. Mam nadzieję, że rzeczywiście pomoże nam w odnalezieniu Jorna.
uk: Що ж, візьми його. Сподіваюся, це допоможе нам знайти Йорна.

source: Dobrze, weź tę fiolkę.
uk: Гаразд, візьми цей флакон.

source: Dobrze, widzę, że straż tutaj jakoś mało cywilizowana. Zapłaciłem bryłką rudy, którą gwizdnąłem swoim przewoźnikom. Zadowolony?
uk: Добре, бачу, що вартові тут якісь не цивілізовані. Я заплатив рудним самородком, який свиснув у своїх перевізників. Задоволений?

source: Dobrze, wierzę ci. Masz tutaj parę monet w nagrodę.
uk: Гаразд, я тобі вірю. Ось кілька монет в нагороду.

source: Dobrze, wierzę ci. Możesz odejść.
uk: Добре, я тобі вірю. Можеш йти.

source: Dobrze, wolałem mieć pewność, że się pojawisz. Teraz mogę spokojnie wrócić do spania.
uk: Що ж, я мав впевнитись, що ти прийдеш. Тепер я можу спати спокійно.

source: Dobrze, wrzuć perły do kadzi z wodą, a potem odsuń się.
uk: Добре, поклади перлини у чан з водою, а потім відійди назад.

source: Dobrze, wszystko gotowe. Prześpij się trochę i widzimy się jutro w grocie przy wejściu na arenę.
uk: Ну що ж, все готово. Виспись і побачимося завтра в печері біля входу на арену.

source: Dobrze, wszystko się zgadza.
uk: Добре, все сходиться.

source: Dobrze, wygląda na to, że mamy komplet.
uk: Гаразд, схоже, ми всіх набрали.

source: Dobrze, wygrałeś zatem. Czego ode mnie chcesz?
uk: Гаразд, ти переміг. Що ти від мене хочеш?

source: Dobrze, wyjdę im na spotkanie, by bez problemu tu dotarli. Masz tutaj coś ciepłego do zjedzenia.
uk: Гаразд, я вийду їм назустріч, щоб вони без проблем дісталися сюди. А поки можеш поїсти тут чогось теплого.

source: Dobrze, zaczniemy od rekonesansu wnętrza jaskini. Niestety do tej pory nie udało nam się nic o niej dowiedzieć.
uk: Добре, почнімо з розвідки печери. На жаль, поки що нам не вдалося нічого про неї дізнатися.

source: Dobrze, zacznijmy od pierwszego kroku.
uk: Гаразд, почнімо з першого кроку.

source: Dobrze, zacznijmy od początku...
uk: Гаразд, давай почнемо з самого початку...

source: Dobrze, zajmę się tym.
uk: Гаразд, я цим займусь.

source: Dobrze, zajmę się tymi zwierzętami.
uk: Добре, я займуся цими звірятами.

source: Dobrze, zakończ to, bo chyba zwariuję z tego bólu!
uk: Гаразд, припини, бо я збожеволію від болю!

source: Dobrze, zapakuje dla ciebie jakieś resztki. Przynajmniej Magowie Wody nie będą mogli powiedzieć, że moja pomoc dla ubogich to był tylko jednorazowy czyn.
uk: Що ж, я спакую тобі трохи залишків. Принаймні, Маги Води не зможуть сказати, що моя допомога бідним була одноразовою.

source: Dobrze, zapłacę za ciebie Lunie.
uk: Добре, я заплачу Луні за тебе.

source: Dobrze, zaraz wracam.
uk: Добре, я зараз повернуся.

source: Dobrze, zatem...
uk: Добре, отже...

source: Dobrze, zaufam ci. No to co? Pchamy!
uk: Гаразд, я тобі вірю. Ну то що? Штовхаймо!

source: Dobrze, zaufamy ci.
uk: Добре, ми тобі довіряємо.

source: Dobrze, załatw drania!
uk: Добре, розберися з покидьком!

source: Dobrze, zdaje się, że mamy już jasność.
uk: Гаразд, здається, тепер все ясно.

source: Dobrze, znajcie moje dobre serce. Załatwię mu nocleg u Helgi, póki nie znajdzie nowego lokum.
uk: Що ж, я великодушний. Влаштую його до Хельги, доки він не знайде нове житло.

source: Dobrze, zostanę tu na wszelki wypadek. Tylko się pośpiesz, to ostatnie miejsce, w którym chciałbym spędzić więcej czasu.
uk: Добре, а я залишуся тут про всяк випадок. Тільки поспішай, це останнє місце, в якому я хочу затримуватися.

source: Dobrze, zostaw to mnie. Chyba wiem, jak ją przekonać.
uk: Добре, залиш це мені. Думаю, я знаю, як її переконати.

source: Dobrze, został jeszcze jeden wóz.
uk: Так, залишився ще один віз.

source: Dobrze, zrozumiałem. Gdzie ich szukać?
uk: Добре, я зрозумів. Де їх шукати?

source: Dobrze, że cała sprawa jest już za nami.
uk: Добре, що все це вже позаду.

source: Dobrze, że chociaż tyle. Przynajmniej nie zostałem z pustymi rękami.
uk: Добре, що хоч стільки. Принаймні, я не залишився з порожніми руками.

source: Dobrze, że chociaż zrezygnowali z tego pomysłu zamykania miasta, wtedy dopiero by się tutaj zagotowało.
uk: Добре, що вони хоча б не закрили місто, а то б тут все просто закипіло.

source: Dobrze, że chłopak nauczył się czegokolwiek przydatnego. Następnym razem, gdy napadną go w lesie wilki, przynajmniej będzie potrafił się przed nimi schronić.
uk: Добре, що хлопець навчився чомусь корисному. Наступного разу, коли на нього нападуть вовки в лісі, він принаймні зможе сховатися від них.

source: Dobrze, że cię widzę.
uk: Радий тебе бачити.

source: Dobrze, że cię widzę. Odbyłem długą i poważną rozmowę na temat, który ostatnio poruszyłeś.
uk: Приємно тебе бачити. Я мав довгу і серйозну розмову на тему, якої ти нещодавно торкнувся.

source: Dobrze, że cię widzę. Podobno coś ukradłeś.
uk: Добре, що ти прийшов. Кажуть, ти щось вкрав.

source: Dobrze, że cię wynajęła, bo straciłabym swoje towary. Luna to naprawdę poczciwa kobieta.
uk: Добре, що вона найняла тебе, інакше я втратила б свої товари. Луна насправді добра жінка.

source: Dobrze, że do mnie przyszedłeś, zanim twoja sytuacja stała się beznadziejna.
uk: Добре, що ти звернувся до мене до того, як твоя ситуація стала безнадійною.

source: Dobrze, że do nas dołączyłeś. Potrzebna nam młoda krew, a w straży nie jest tak źle, jak mawiają.
uk: Добре, що ти до нас приєднався. Нам потрібна молода кров, а в Варті не так вже й погано, як кажуть.

source: Dobrze, że dodatkowo naostrzyłem mój miecz. Wygląda na to, że trochę trzeba będzie go stępić na kościach tych wszystkich umarlaków.
uk: Добре, що я заточив свій меч як слід. Схоже, що йому доведеться трохи затупитися об кістки усієї цієї нечисті.

source: Dobrze, że doszliśmy do porozumienia. Nie chciałbym cię pozbawić życia.
uk: Добре, що ми дійшли згоди. Я не хотів би тебе вбивати.

source: Dobrze, że jestem nauczony, żeby raczej unikać ciosów, zamiast ich parować. Po ciosie tego gargulca zostałaby ze mnie mokra plama...
uk: Добре, що мене навчили ухилятися від ударів, а не відбивати їх. Після удару того гаргуйля від мене залишилася б мокра пляма...

source: Dobrze, że jesteś! Mam kolejną skrzynię do otwarcia, bierz się do roboty!
uk: Добре, що ти тут! Мені потрібно відкрити ще одну скриню, до роботи!

source: Dobrze, że jesteś! Miałem tutaj mały problem z menzurką...
uk: Добре, що ти тут! У мене була невелика проблема з мензуркою...

source: Dobrze, że jesteś! Pamiętasz, jak ostatnio wspominałem ci o tym, że twoje postępy w nauce alchemii były niezwykle szybkie? Zacząłem nad tym rozmyślać i doznałem olśnienia!
uk: Як добре, що ти тут! Пам'ятаєш, минулого разу я згадував, що твій прогрес у вивченні алхімії був надзвичайно швидким? Я думав про це і мене осяяло прозріння!

source: Dobrze, że jesteś, już miałem ruszać tam sam.
uk: Добре, що ти прийшов, бо я вже збирався йти сам.

source: Dobrze, że jesteś, musimy porozmawiać o tym, co zrobiłeś w kopalni. Bloodwyn zdążył mi już o wszystkim powiedzieć.
uk: Добре, що ти тут, нам треба обговорити те, що ти зробив у копальні. Бладвін вже встиг мені про все розповісти.

source: Dobrze, że jesteś, nie mamy wiele czasu...
uk: Добре, що ти тут, у нас обмаль часу...

source: Dobrze, że jesteś, udało mi się zebrać wszystkich pracowników i dwóch specjalistów od sprzętu.
uk: Добре що ти тут. Мені вдалося зібрати всіх працівників і двох спеціалістів по спорядженню.

source: Dobrze, że jesteś. Chciałem ci tylko powiedzieć, że udało nam się posegregować większość z dostarczonych zapasów.
uk: Добре, що ти тут. Я просто хотів сказати, що нам вдалося розібрати більшу частину доставлених запасів.

source: Dobrze, że jesteś. Im dłużej tu przebywamy, tym na większe ryzyko się narażamy. Ruszajmy.
uk: Радий тебе бачити. Чим довше ми тут стоїмо, тим більше ризикуємо. Ходімо.

source: Dobrze, że jesteś. Nasze wino w końcu jest gotowe do degustacji.
uk: Добре, що ти тут. Наше вино нарешті готове до дегустації.

source: Dobrze, że jesteś. Potrawka już jest gotowa.
uk: Добре, що ти тут. Страва готова.

source: Dobrze, że jesteś. Schowaj się gdzieś na samym końcu chaty, ja ruszam na wartę. Miej pochodnie w gotowości, w nocy naprawdę mało co tu widać.
uk: Радий тебе бачити. Сховайся десь у дальньому закутку хатини, а я піду на варту. Не забудь про смолоскип, вночі тут нічого не видно.

source: Dobrze, że jesteś. Słuchaj, masz potencjał na jednego z ochroniarzy Volkera.
uk: Добре, що ти тут. Слухай, у тебе є потенціал, щоб стати одним з охоронців Волкера.

source: Dobrze, że jesteś. Trafiłeś na główną atrakcję tej akcji.
uk: Добре, що ти тут. Ти якраз вчасно.

source: Dobrze, że już jesteś. Mamy poważny problem.
uk: Добре, що ти вже тут. У нас серйозна проблема.

source: Dobrze, że ją przyniosłeś, to właśnie jej szukałem.
uk: Добре, що ти її приніс, саме її я і шукав.

source: Dobrze, że mamy to już za sobą. Świetnie się spisałeś.
uk: Я радий, що все позаду. Ти чудово впорався.

source: Dobrze, że miałeś głowę na karku. Cholera jasna, tyle zachodu z urobieniem strażnika, a ten się pochorował!
uk: Добре, що ти маєш голову на плечах. Чорт забирай, стільки клопоту з підкупом вартового, а він захворів!

source: Dobrze, że mnie tu przyprowadziłeś! Ktoś już zaczął się dobierać do skrzyni.
uk: Добре, що ти мене сюди привів! Хтось вже почав порпатися в скрині.

source: Dobrze, że nam to mówisz. Właśnie takiego koszmaru chciałyśmy uniknąć.
uk: Добре, що ти нам це розповів. Це саме той кошмар, якого ми хотіли уникнути.

source: Dobrze, że nasz miłościwie panujący król Rhobar posłał go w końcu na front. Jak dotąd, nie słyszałam o nikim, kto by wrócił stamtąd w jednym kawałku, więc i o tego głupca się nie martwię.
uk: Добре, що наш люблячий король Робар нарешті відправив його на фронт. Поки що я не чула, щоб хтось повернувся звідти цілим і неушкодженим, тож за цього дурня я не хвилююся.

source: Dobrze, że niczego mu nie dałeś. Jeszcze by pomyślał, że może tak sobie podchodzić do strażników i prosić bezkarnie o jałmużnę, a tego chłopcy by nie wytrzymali.
uk: Добре, що ти нічого йому не дав. Він думав, що може чіплятися до вартових і випрошувати подаяння. Наші хлопці не стали б таке терпіти.

source: Dobrze, że nie muszę z nim handlować, bo już dawno byłbym bankrutem. Pewnie Gerstandowi daje niższe ceny, w końcu mają jakieś rodzinne powiązania.
uk: Добре, що мені не доводиться торгувати з ним, інакше я б давно збанкрутував. Напевно, він пропонує Герстанду нижчі ціни, зрештою, у них якісь родинні зв'язки.

source: Dobrze, że nie oskarżyłem Oscara, wyłącznie bym się wygłupił przed nim i Cortezem. Oscar wykorzystuje wilcze jagody jako trutkę na bagienne szczury. Skąd więc się wzięły w potrawce Stana?
uk: Добре, що я не звинуватив Оскара, інакше просто виставив би себе дурнем перед ним і Кортезом. Оскар використовує вовчі ягоди як отруту проти болотних щурів. Звідки ж вони взялися у страві Стена?

source: Dobrze, że nie zabiłeś Andreasa.
uk: Добре, що ти не вбив Андреаса.

source: Dobrze, że o nie pytasz. Naprawdę na nie zasłużyłeś. Gdyby wszyscy tutaj mieli głowę na karku, jak ty...
uk: Добре, що спитав. Ти дійсно на них заслуговуєш. Якби ж у всіх тут була така голова на плечах, як у тебе...

source: Dobrze, że obaj rzuciliśmy trochę grosza tamtym ludziom, przynajmniej ktoś nam pilnował pleców.
uk: Добре, що ми обоє дали тим людям трохи грошей. Принаймні хтось прикривав наші спини.

source: Dobrze, że przychodzisz z tym do mnie. Od wielu lat zajmuję się zbieraniem zaginionych run i sprowadzaniem ich do klasztoru.
uk: Добре, що ти приносиш їх до мене. Я вже багато років збираю загублені руни і доставляю їх до монастиря.

source: Dobrze, że przynajmniej masz jakieś złoto!
uk: Добре, що у тебе є хоч трохи золота!

source: Dobrze, że przynajmniej ty byłeś na miejscu.
uk: Добре, що принаймні ти був на місці.

source: Dobrze, że przynajmniej ty cenisz służbę bardziej od własnego honoru.
uk: Добре, що принаймні ти цінуєш службу більше, ніж власну честь.

source: Dobrze, że przynajmniej walczysz całkiem nieźle.
uk: Добре, що ти хоча б непогано б'єшся.

source: Dobrze, że przyniosłem tu ze sobą swój młot, bo to chyba jedyna rzecz, której brakuje na wyposażeniu.
uk: Добре, що я прихопив із собою молот, бо це, мабуть, єдине, чого бракує з інструменту.

source: Dobrze, że przyszedłeś do mnie zanim postanowiliśmy się tobą zająć w inny sposób.
uk: Добре, що ти прийшов до мене, перш ніж ми вирішили розібратися з тобою по-іншому.

source: Dobrze, że przyszedłeś do mnie, zanim sytuacja stała się naprawdę paskudna.
uk: Добре, що ти прийшов до мене до того, як ситуація стала дійсно поганою.

source: Dobrze, że przyszedłeś! Jesteś oskarżony o kradzież! Są na to świadkowie.
uk: Добре, що ти прийшов! Тебе звинувачують у крадіжці! Є свідки.

source: Dobrze, że przyszedłeś. Dostaliśmy spore zlecenie, chyba jedno z największych w historii Araxos.
uk: Добре, що ти прийшов. Ми отримали чимале замовлення, мабуть, одне з найбільших в історії Араксосу.

source: Dobrze, że przyszedłeś. Trochę myślałem, i wiesz co? Nie mam ci za złe tego wyprowadzenia mnie w pole.
uk: Добре, що ти прийшов. Я багато думав, і знаєш що, я не звинувачую тебе за те, що ти збив мене зі шляху.

source: Dobrze, że się go pozbyłeś. Jakby magowie się dowiedzieli, że gadamy z heretykami, to mielibyśmy przewalone!
uk: Добре, що ти позбувся його. Якби маги дізналися, що ми розмовляємо з єретиками, нам було б непереливки!

source: Dobrze, że się pojawiłeś... pamiętaj, że jesteśmy tu tylko gośćmi, zachowuj się.
uk: Добре, що ти прийшов... Пам'ятай, що ми тут лише гості. Поводься відповідно.

source: Dobrze, że się tu pojawiłeś! Te dranie wzięły nas z zaskoczenia.
uk: Добре, що ти тут! Ці виродки застали нас зненацька.

source: Dobrze, że się tym zajęliście.
uk: Добре, що ти про це подбав.

source: Dobrze, że się zjawiłeś. Mogło być ze mną kiepsko... Musieli mnie obserwować od dłuższej chwili i czekać na dogodny moment do ataku.
uk: Добре, що ти з'явився. Мені могло бути непереливки... Схоже, вони давно за мною стежили і чекали зручного моменту, щоб напасти.

source: Dobrze, że sprowadziłeś tutaj Kurta, przynajmniej mam z kim porozmawiać o aktualnej sytuacji i trochę powspominać dawne czasy.
uk: Добре, що ти привів сюди Курта, принаймні мені є з ким обговорити поточну ситуацію і пригадати старі добрі часи.

source: Dobrze, że stanąłeś po właściwej stronie!
uk: Добре, що ти на правильному боці!

source: Dobrze, że to dostrzegasz. Możesz sobie jedną zatrzymać na pamiątkę.
uk: Добре, що ти це зрозумів. Можеш залишити одну собі на пам'ять.

source: Dobrze, że trochę go podpytałeś przed wysłaniem do koszar. Teraz wiemy, że nie zmarnuje czasu chłopaków.
uk: Добре, що ти допитав його перш, ніж відправити в казарми. Це збереже час нашим хлопцям.

source: Dobrze, że tutaj nie musieliśmy naprawiać mostu. Jak oni postawili to cholerstwo i jakim cudem to dalej wisi nad tą przepaścią?
uk: Добре, що нам не довелося ремонтувати цей міст. Як вони поставили цю кляту штуку, і яким дивом вона досі висить над цим урвищем?

source: Dobrze, że udało ci się załatwić sprawę z kopalnią. Teraz możemy spokojnie pracować i nie martwić się, że zabraknie nam srebra. Chodź za mną, pokażę ci co i jak.
uk: Добре, що ти вирішив питання з копальнею. Тепер ми можемо спокійно працювати і не турбуватися про те, що срібло закінчиться. Ходімо за мною, я покажу тобі, що і як.

source: Dobrze, że wziąłem z sobą podstawowe wyposażenie do pracy polowej i sporo żywności, to miejsce jest jeszcze bardziej ekscytujące, niż początkowo myślałem...
uk: Добре, що я взяв з собою необхідне спорядження для польових робіт і багато їжі. Це місце ще більш захоплююче, ніж я думав спочатку...

source: Dobrze.
uk: Добре.

source: Dobrze. 50 sztuk złota. W jeden dzień nie zrobie z ciebie wędrownego Barda, ale jednego utworu może uda mi się ciebie nauczyć.
uk: Добре. 50 золотих. Я не зроблю з тебе мандрівного барда за один день, але є одна пісня, якої я можу тебе навчити.

source: Dobrze. A ty? Może to pora znaleźć sobie kolejne produktywne zajęcie?
uk: Добре. А ти? Можливо, пора знайти собі якесь більш корисне заняття?

source: Dobrze. Były jakieś problemy?
uk: Добре. Були якісь проблеми?

source: Dobrze. Chodź.
uk: Добре. Ходімо.

source: Dobrze. Co chciałbyś wiedzieć?
uk: Добре. Про що б ти хотів дізнатися?

source: Dobrze. Czekam na kolejnych nieumarłych, żeby poczęstować ich moim młotem!
uk: Добре. Я чекаю на нової нечисті, щоб пригостити її моїм молотом!

source: Dobrze. Czynnie służ temu miastu, a nie pożałujesz. Straż potrafi zadbać o swoich.
uk: Добре. Служи цьому місту, і ти не пошкодуєш. Варта завжди піклується про своїх.

source: Dobrze. Gdy zamkniemy wszystkie sprawy, obiecuję ci, że znajdę dla ciebie miejsce na moim statku.
uk: Добре. Коли ми закінчимо всі справи, я обіцяю тобі, що знайду для тебе місце на моєму кораблі.

source: Dobrze. Gdybym miała więcej wspólników takich jak ty, życie byłoby dużo łatwiejsze!
uk: От і добре. Якби у мене було більше таких партнерів, як ти, життя було б набагато легшим!

source: Dobrze. Idź do Lennarta po nową zbroję, w końcu jako szermierz musisz się prezentować!
uk: Гаразд. Йди до Ленарта за новими обладунками. Зрештою, ти маєш виглядати як мечник!

source: Dobrze. Jakbyś miał jeszcze kiedyś jakąś sieć do naprawienia, to nie krępuj się, nigdzie się stąd nie ruszam.
uk: Що ж. Якщо тобі коли-небудь потрібно буде полагодити ще якусь сітку, то не соромся, я звідси нікуди не піду.

source: Dobrze. Jeśli dzięki temu już nigdy więcej nie będę musiała obsługiwać tego giganta, to jestem skłonna zaryzykować za 150 złotych monet.
uk: Добре. Якщо таким чином мені більше ніколи не доведеться мати справу з цим велетнем, я готова ризикнути за 150 золотих монет.

source: Dobrze. Jeśli go znajdziesz, każ mu jak najszybciej do mnie przyjść! Muszę się poważnie zastanowić, czy te zezwolenia to dobry pomysł!
uk: Добре. Якщо знайдеш його, нехай прийде до мене якнайшвидше! Я маю серйозно подумати, чи варто видавати ці дозволи!

source: Dobrze. Mam nadzieję, że już nigdy nie będę musiał użerać się z ludźmi, którzy po nocy taszczą gdzieś skrzynki.
uk: Добре. Сподіваюся, мені більше ніколи не доведеться мати справу з людьми, які вночі десь носять ящики.

source: Dobrze. Mamy jeszcze trochę czasu. Może uda nam się ujść z tego z życiem?
uk: Добре. У нас ще є трохи часу. Може, нам вдасться вибратись звідси живими?

source: Dobrze. Masz, użyj tego.
uk: Добре. Ось, візьми це.

source: Dobrze. Możesz przekazać wszystko Tomasowi.
uk: Добре. Можеш передати все Томасу.

source: Dobrze. Niczego więcej nam nie brakuje.
uk: Добре. Більше нас нічого не зупиняє.

source: Dobrze. Nie będzie trzeba niczego więcej załatwiać w tej sprawie.
uk: Добре. Більше не доведеться нічого пояснювати.

source: Dobrze. Nie jesteś tutaj mile widziany! Moje eliksiry są tylko dla najsilniejszych, a ty najwyraźniej jesteś najsłabszy.
uk: Добре. Тобі тут не раді! Мої еліксири лише для найсильніших, а ти вочевидь найслабший.

source: Dobrze. Nie masz czasem jakichś obowiązków na głowie? Bycie najemnikiem Araxos to nie czcze pogaduszki, tylko działanie.
uk: Добре. Хіба ти не маєш обов'язків? Бути найманцем Араксосу – це не просто балачки, а дії.

source: Dobrze. Ostatnio całkiem sporo kręciłeś się po mojej kopalni. Naprawdę aż tak zainteresował cię los zwykłych robotników?
uk: Добре. Останнім часом ти часто вештаєшся по моїй копальні. Невже тебе так цікавить доля простих робітників?

source: Dobrze. Pamiętaj, by stale doskonalić swoje umiejętności. Orkowie nie okażą ci litości, musisz być przygotowany na walkę z nimi!
uk: Добре. Не забувай вдосконалювати свої навички. Орки не пощадять тебе, ти маєш бути готовим до бою з ними!

source: Dobrze. Powinienem wiedzieć coś jeszcze?
uk: Добре. Щось ще я маю знати?

source: Dobrze. Przynajmniej nie będę musiał strzępić języka na próżno.
uk: Добре. Принаймні мені не доведеться даремно томити язика.

source: Dobrze. Radzę ci niczego nie zepsuć. Jeśli Arwidowi za długo zejdzie z bieganiem, to jakoś przetrwamy, ale jak ty nie trafisz w cel i jeszcze do tego kogoś postrzelisz...
uk: Гаразд. Раджу не схибити. Якщо Арвід затягне з бігом, ми впораємося, але якщо ти промахнешся, або ж підстрелиш когось...

source: Dobrze. Słuchaj, szczególnie zależy mi na Lorenzo i Gerstandzie.
uk: Добре. Слухай, мене особливо турбують Лоренцо і Герстанд.

source: Dobrze. Teraz, gdy wiemy kto jest prawdziwym wrogiem, dam radę przekonać wszystkich by wytrzymali jeszcze trochę. Zajmij się Murkiem, niech drań pożałuje, że zadarł z górnikami.
uk: Добре. Тепер, коли ми знаємо, хто справжній ворог, я зможу переконати всіх протриматися ще трохи. Займись Мурком, нехай цей покидьок пошкодує, що зв'язався з гірниками.

source: Dobrze. To gdzie teraz?
uk: Добре. Куди тепер?

source: Dobrze. To wytłumacz mi chociaż, o co w tym wszystkim chodzi.
uk: Добре. Тоді принаймні поясни мені, про що взагалі йдеться.

source: Dobrze. Ufam ci.
uk: Добре. Я довірюсь тобі.

source: Dobrze. W takim razie daj mi je i zaczekaj chwilę.
uk: Добре. В такому випадку, давай її мені і зачекай хвилинку.

source: Dobrze. W takim razie idź drogą na południe stąd, aż miniesz młyn.
uk: Добре. У такому випадку, звідси йди дорогою на південь, поки не пройдеш повз млин.

source: Dobrze. W takim razie my ogarniemy tutaj ten bałagan i sprawdzimy teren Hershlika. Oby faktycznie w jednym z tych miejsc przebywała tamta zakała!
uk: Добре. Ми наведемо тут лад і перевіримо місце поруч із Гершліком. Будемо сподіватися, що в одному з них знаходиться цей щур!

source: Dobrze. W takim razie my ogarniemy tutaj ten bałagan i sprawdzimy teren sióstr alchemiczek. Oby faktycznie w jednym z tych miejsc przebywała tamta zakała!
uk: Добре. Ми наведемо тут лад і перевіримо місце поруч із сестрами-алхіміками. Будемо сподіватися, що в одному з них знаходиться цей щур!

source: Dobrze. W takim razie pójdziesz do niego i zaczniesz go przepytywać?
uk: Гаразд. В такому випадку, може, ти сам підеш до нього і допитаєш?

source: Dobrze. Weigar mówił, że poradziłeś sobie całkiem nieźle. W niektórych przypadkach może podjąłbym inną decyzję, ale nie popełniłeś żadnych rażących błędów.
uk: Добре. Вейгар сказав, що ти добре впорався. У деяких випадках я міг би прийняти інше рішення, але ти не зробив жодної значної помилки.

source: Dobrze. Widzę, że Lorenzo wyciągnął wnioski i w końcu przysłał mi kogoś kompetentnego.
uk: Добре. Бачу, Лоренцо засвоїв урок і нарешті прислав мені когось компетентного.

source: Dobrze. Wrócę, gdy tylko uda mi się wszystko załatwić.
uk: Гаразд. Я повернуся, як тільки все владнаю.

source: Dobrze. Zostało mi jeszcze parę butelek z twojego ostatniego zamówienia.
uk: Добре. У мене залишилося ще декілька флаконів з твого останнього замовлення.

source: Dobrze. Zrobię sobie przerwę.
uk: Гаразд. Я зроблю перерву.
